Repository: FRANCOIS50/resources
Catalog: locales/*.po
Languages: de_de, pt_br, ro_ro

source: New access profile of the resource
de_de: Neues Zugriffsprofi für den Mitarbeiter

source: Current contract type of the resource
de_de: derzeitiger Vertragstyp des Mitarbeiters

source: New type of contract
de_de: Neuer Vertragstyp

source: Current agency of the resource
de_de: derzeitige Agentur des Mitarbeiters

source: New resource agency
de_de: Neue Agentur anlegen

source: Starting change
de_de: beginne mit Anderungen

source: Change manager for
de_de: Manager ändern für

source: Change of sales manager for
de_de: Vertriebsleiter ändern für

source: New sales manager for the resource
de_de: Neuen Vertriebsleiter für den Mitarbeiter

source: Change the access profile for
de_de: Zugriffsprofil ändern für

source: Change the type of contract for
de_de: Vetragstyp ändern für

source: Change of agency for
de_de: Agentur andern für

source: Managing change actions
de_de: Änderungen Verwalten

source: Photo
de_de: Foto
pt_br: Foto
ro_ro: Foto

source: End date was not completed. Please try again.
de_de: Das Austrittsdatum fehlt. Bitte geben Sie es an
pt_br: Data final não foi concluída. Por favor, tente novamente.
ro_ro: Data de sfârşit nu a fost completată. Încearcă din nou.

source: Empty for non defined
de_de: leer für nicht definiert
pt_br: Vazio para não definido
ro_ro: Gol pentru nedefinit

source: Menu
de_de: Menü
ro_ro: Meniu

source: Resources management
de_de: Mitarbeiterverwaltung
pt_br: Gerenciamento de recursos
ro_ro: Managementul resurselor

source: Declare an arrival
de_de: Eintritt melden
pt_br: Declarar uma chegada
ro_ro: Declarare sosire

source: Declare a change
de_de: Änderungen festlegen

source: Declare a departure
de_de: Austritt melden
pt_br: Declarar uma partida
ro_ro: Declarare plecare

source: Others declarations
de_de: Andere Meldungen
pt_br: Outras declarações
ro_ro: Alte declaraţii

source: Others actions
de_de: Andere Aktionen

source: Search resources
de_de: Mitarbeiter suchen
pt_br: Pesquisar recursos
ro_ro: Caută resursă

source: See details of a resource
de_de: Mitarbeiterdetails anzeigen

source: Employments / budgets management
de_de: Stellen / Budgetverwaltung
pt_br: Gerenciamento de emprego / orçamento
ro_ro: Managementul angajaţilor/ bugetelor

source: Declare an employment
de_de: Stelle erfassen
pt_br: Declarar um emprego
ro_ro: Declară un angajat

source: Employment management
de_de: Stellenverwaltung
pt_br: Gerenciamento de empregos
ro_ro: Managementul angajări

source: Budget management
de_de: Budgetverwaltung
pt_br: Gerenciamento de orçamento
ro_ro: Management buget

source: List Employments / Resources
de_de: Liste der Stellen / Mitarbeiter
pt_br: Lista de empregos / recursos
ro_ro: Lista Angajaşilor/ Resurselor

source: Welcome to the wizard resource
de_de: Willkommen zum Assistenten zur Anlage von Mitarbeitern
pt_br: Bem-vindo ao assistente de recursos
ro_ro: Bine aţi venit la wizard ul resursă

source: This wizard lets you create new resources in GLPI
de_de: Mit diesem Assistenten können Sie neue Mitarbeiter in GLPI erstellen
pt_br: Este assistente permite que você cria novos recurso no GLPI
ro_ro: Acest wizard va permite să creaţi o nouă resursă în GLPI

source: To begin, select type of contract
de_de: Zunächst bitte einen Vertragstyp wählen
pt_br: Para começar, selecione um tipo de contrato
ro_ro: Pentru a începe, selectaţi tipul de contract

source: Enter general information about the resource
de_de: Bitte allgemeine Information über den Mitarbeiter erfassen
pt_br: Digite as informações gerais sobre o recurso
ro_ro: Introduceţi informaţii generale despre resursă

source: Thank you for paying attention to the spelling of the name and the firstname of the resource. For compound firstnames, separate them with a dash "-".
de_de: Bitte achten Sie auf die Schreibweise von Vor- und Nachname des Mitarbeiters. Zusammengesetzte Namen trennen Sie bitte mit einem Bindestrich "-".
pt_br: Obrigado por prestar atenção à escrita do nome e do primeiro nome do recurso. Para primeiros nomes compostos, separe-os com um traço "-".
ro_ro: Vă mulțumesc pentru atenția acordată ortografierea numelui și prenumelui resursei. Pentru prenumele compuse, separați-le cu o cratimă "-".

source: The fields in red must be completed
de_de: Die roten Felder sind Pflichtfelder
pt_br: Os campos em vermelho devem ser preenchidos
ro_ro: Câmpurile în roşu trebuiesc completate

source: Add the photo of the resource
de_de: Foto des Mitarbeiters hinzufügen
pt_br: Adicionar a foto ao recurso
ro_ro: Adaugă foto al resursei

source: Photo format : JPG
de_de: Format des Fotos: JPG
pt_br: Formato da foto : JPG
ro_ro: Foto format : JPG

source: Actions to be taken
de_de: auszuführende Tätigkeiten

source: Please correct: %s
de_de: Bitte korrigieren: %s

source: Declare a transfer
de_de: Transfer einleiten

source: Current entity
de_de: Derzeitige Entität

source: Associate a resource
de_de: Mitarbeiter zuweisen
pt_br: Associar um recurso
ro_ro: Asociază o resursă

source: Generate resources
de_de: Mitarbeiter erzeugen
pt_br: Cria recurso
ro_ro: Generează resursă

source: Add additional habilitation
de_de: Zusätzliche Habilitation hinzufügen

source: This resource has been added
de_de: Dieser Mitarbeiter wurde hinzugefügt
ro_ro: Acestă resursă a fost adăugată

source: This resource aldready exists
de_de: Dieser Mitarbeiter existiert bereits
ro_ro: Acestă resursă deja există

source: Declaration of resource transfer OK
de_de: Einleitung des Mitarbeiter Transfers OK

source: Resources not declaring leaving
de_de: Mitarbeiter ohne bestätigten Austritt
pt_br: Recursos não declarando saída
ro_ro: Resurse nedeclarate plecarea

source: Send alert to the commercial manager
de_de: Sende Alarm an den kaufmännischen Leiter

source: Failed to Send alert to the commercial manager
de_de: Fehlgeschlagen: Alarm an den kaufmännischen Leiter

source: Select the contract type
de_de: Wählen Sie den Anstellungstyp
pt_br: Selecionar o tipo do contrato
ro_ro: Selectează tipul contractului

source: List of non contract periods
de_de: Liste von Vertragszwischenphasen
pt_br: Lista de períodos não contratuais
ro_ro: Lista intercontracteleor

source: List of forced holidays
de_de: Liste der Zwangsurlaube
pt_br: Lista de feriados forçados
ro_ro: Lista concediilor angajatori

source: Tasks list
de_de: Liste der Aufgaben
pt_br: Lista de tarefas
ro_ro: Listă taskuri

source: Resources list
de_de: Mitarbeiterliste

source: The begin date of the forced holiday period must be filled
de_de: Startdatum eines Zwangsurlaubes ist erforderlich
pt_br: A data de início do período de feriado forçado deve ser preenchido
ro_ro: Data de început a perioadei concediului angajator trebuie completată

source: The end date of the forced holiday period must be filled
de_de: Enddatum eines Zwangsurlaubes ist erforderlich
pt_br: A data de fim do período de feriado forçado deve ser preenchido
ro_ro: Data de sfîrşit a perioadei concediului angajator trebuie completată

source: Forced holiday declaration of a resource performed
de_de: Zwangsurlaub für diesen Mitarbeiter festgelegt
pt_br: Declaração de feriado forçado de um recurso realizada
ro_ro: Declararea concediului angajator a resursei realizată

source: Declare a forced holiday
de_de: Zwangsurlaub festlegen
pt_br: Declarar um feriado forçado
ro_ro: Declară concediu angajator

source: Modification of the associated user's location
de_de: Standort des verknüpften Benutzers ändern
pt_br: Modificação do local do usuário associado
ro_ro: Modificare a locaţiei utilizatorului asociat

source: Associated Human Resource
de_de: Zugewiesener Mitarbeiter
pt_br: Recurso humano associado
ro_ro: Resursă umană asociată

source: Non contract period
de_de: Vertragszwischenphase - fr: intercontrat -
pt_br: Período não contratual
ro_ro: Perioadă intercontracte

source: The begin date of the non contract period must be filled
de_de: Das Startdatum einer Vertragszwischenphase ist erforderlich
pt_br: A data de início do período não contratual deve ser preenchido
ro_ro: Data de început a perioadei intrecontracte trebuie completată

source: Non contract period declaration of a resource performed
de_de: Vertragszwischenphase für diesen Mitarbeiter festgelegt
pt_br: A data de fim do período não contratual deve ser preenchido
ro_ro: Declararea perioadei intercontracte a resursei realizată

source: Declare a non contract period
de_de: Vertragszwischenphase festlegen
pt_br: Declarar um período não contratual
ro_ro: Declară o perioadă intercontracte

source: Declaring the end of non contract periods
de_de: Ende der vertragsfreien Zeit festlegen.

source: Choosing the intercontrat
de_de: Zwischenvertrag auswählen

source: Public status
de_de: Status
pt_br: Estado público
ro_ro: Status public

source: Is linked to a contract
de_de: ist mit einem Vertrag verknüpft
pt_br: Está relacionado a um contrato
ro_ro: Este legat la un contract

source: Speciality
de_de: Fachbereich
pt_br: Especialidade
ro_ro: Specializare

source: Resource state
de_de: Mitarbeiter Status
pt_br: Estado do recurso
ro_ro: Statut resursă

source: Checklist type
de_de: Checklistentyp
pt_br: Tipo de lista de verificação
ro_ro: Tip listă de verificare

source: Checklist action
de_de: Checklistenaufgabe
pt_br: Ação de lista de verificação
ro_ro: Acţiune listă verificare

source: Assignment rules of a checklist to a contract type
de_de: Zuweisungsregeln von Checklisten zu einem Vertragstyp
pt_br: Regras de atribuição de uma lista de verificação de um tipo de contrato
ro_ro: Reguli de atribuire al listelor de verificare la un tip de contract

source: Required Fields
de_de: Pflichtfelder
pt_br: Campos requeridos
ro_ro: Câmpuri cerute

source: Assignment rule of fields to a contract type
de_de: Zuweisungsregeln von Pflichtfeldern zu einem Vertragstyp
pt_br: Regras de atribuição de campos a um tipo de contrato
ro_ro: Reguli de atribuire al câmpurilor la un tip de contract

source: Manage
de_de: verwalten

source: human resources
de_de: Mitarbeiter

source: Manage human resources
de_de: Mitarbeiter verwalten

source: Tasks in progress
de_de: Aufgaben in Arbeit
pt_br: Tarefas em progresso
ro_ro: Taskuri în progres

source: Not finished tasks
de_de: Nicht erledigte Aufgaben
pt_br: Tarefas não finalizadas
ro_ro: Taskuri incomplete

source: Type of task
de_de: Aufgabentyp
pt_br: Tipo de tarefa
ro_ro: Tip task

source: Category of created tickets
de_de: Kategorie der erstellten Tickets
pt_br: Categoria de chamados criados
ro_ro: Categoria techetelor create

source: Transfer entities
de_de: Entitäts Transfer

source: Entities allowed to transfer a resource
de_de: Für mitarbeiter zum Transfer erlaubte Entitäten

source: Budget volume(qty)
de_de: Budgetvolumen (Menge)
pt_br: Volume de orçamento (qtde)
ro_ro: Volum bugetar (cant)

source: Employment volume (qty)
de_de: Stellen Volumen (Menge)
pt_br: Volume de emprego (qtde)
ro_ro: Volum angajări (cant)

source: Resource volume (qty)
de_de: Mitarbeitervolumen (Menge)
pt_br: Volume de recurso (qtde)
ro_ro: Volum resursă (cant)

source: Remaining budget - employment (qty)
de_de: Übriges Budget - Stellen (Menge)
pt_br: Orçamento restante - emprego (qtde)
ro_ro: Buget rămas- angajări (cant)

source: Budget volume (€)
de_de: Budgetvolumen (€)
pt_br: Volumem de orçamento (€)
ro_ro: Volum bugetar (€)

source: Employment volume (€)
de_de: Stellen Volumen (€)
pt_br: Volume de emprego (€)
ro_ro: Volum Angajari (€)

source: Resource volume (€)
de_de: Mitarbeitervolumen (€)
pt_br: Volume de recurso (€)
ro_ro: Volum resurse (€)

source: Remaining budget - employment (€)
de_de: Übriges Budget - Stellen (€)
pt_br: Orçamento restante - emprego (€)
ro_ro: Buget rămas- angajări (€)

source: Resource
de_de: Mitarbeiter
pt_br: Recurso
ro_ro: Resursă

source: Code
pt_br: Código
ro_ro: Cod

source: Short name
pt_br: Nome curto
ro_ro: Nume scurt
