Repository: FRANCOIS50/resources
Catalog: locales/*.po
Languages: de_de, pt_br, ro_ro

source: Long term contract
de_de: Unbefristeter Vertrag
pt_br: Contrato a longo prazo
ro_ro: Contract pe perioadă nedeterminată

source: Fixed term contract
de_de: Befristeter Vertrag
pt_br: Contrato por prazo determinado
ro_ro: Contract pe perioadă determinată

source: Trainee
de_de: Praktikant
pt_br: Em treinamento
ro_ro: Stagiar

source: Specific network rights
de_de: Spezifische Netzwerk-Rechte
pt_br: Permissões de rede específicas
ro_ro: Drepturi reţea specifice

source: Access to the applications
de_de: Zugriff auf Anwendungen
pt_br: Acesso aos aplicativos
ro_ro: Acces la aplicaţie

source: Specific securities groups
de_de: Spezifische Sicherheitsgruppen
pt_br: Grupos de segurança específicos
ro_ro: Grupuri de securitate specifice

source: Specific distribution lists
de_de: Spezifische Verteilerlisten
pt_br: Lista de distruibição específica
ro_ro: Liste de distibuţie specifice

source: Others needs
de_de: Diverse Bedürfnisse
pt_br: Outras necessidades
ro_ro: Alte necesităţi

source: Declared as leaving
de_de: Austritt gemeldet
pt_br: Declarado como saindo.
ro_ro: Declarat ca parte

source: Employer
de_de: Arbeitgeber
pt_br: Empregador
ro_ro: Angajator

source: Affected client
de_de: Betroffener Kunde
pt_br: Cliente afetado
ro_ro: Client afectat

source: Resource manager
de_de: Vorgesetzter des Mitarbeiters
pt_br: Gerente de RH
ro_ro: Manager resursă

source: Informant of leaving
de_de: Melder des Austritts
pt_br: Informando da saída
ro_ro: Informant al plecării

source: Sales manager
de_de: Vertriebsleiter

source: Not defined
de_de: Nicht definiert
pt_br: Não definido
ro_ro: Nedefinit

source: Modification of the associated resource's location
de_de: Standort des verknüpften Mitarbeiters ändern
pt_br: Modificação do local do recurso associado
ro_ro: Modificare a locaţiei resursei asociate

source: Human Resource
de_de: Mitarbeiter
pt_br: Recurso humano
ro_ro: Resursă Umană

source: Security compliance
de_de: Sicherheitskonformität

source: Please ensure that the return form is signed by the employee
de_de: Bitte stellen Sie sicher, das das Rückgabe Formular vom Angestellten unterschrieben wurde.

source: Download the restitution form
de_de: Lade Sie das Rückgabe Formular herunter

source: Please activate the plugin
de_de: Bitte Plugin aktivieren
pt_br: Por favor, ative o plug-in
ro_ro: Activaţi pluginul va rog

source: Please activate the plugin metademand
de_de: Biite das Plugin metademand aktivieren

source: No advanced request found
de_de: Keine erweiterte anfrage gefunden

source: Please activate the plugin badge
de_de: Biite das Plugin Badge aktivieren

source: Please select a user
de_de: Bitte wählen Sie einen Benutzer

source: The checklist is not finished
de_de: Die Checkliste ist nicht abgeschlossen
pt_br: A lista de verificação não foi finalizada.
ro_ro: Lista de control nu este terminată

source: Notification sent
de_de: Die Benachrichtigung wurde verschickt
pt_br: Notificação enviada
ro_ro: Notificare trimisă

source: The notification is not sent because the resource is not linked with a user
de_de: Die Benachrichtigung wurde nicht verschickt, weil der Mitarbeiter mit keinem Benutzer verknüpft ist
pt_br: Notificação não enviada porque o recurso não está associado a um usuário
ro_ro: Notificarea nu sunt trimisă deoarece resursa nu este legată cu un utilizator

source: View by contract type
de_de: Ansicht nach Anstellungstyp
pt_br: Ver por tipo de contrato
ro_ro: Vezi pe tip de contract

source: Declaration of resource leaving OK
de_de: Austrittsmeldung des Mitarbeiters ist erfolgt
pt_br: Declaração da saída de recurso OK
ro_ro: Declararea plecării resursei OK

source: Required fields are not filled. Please try again.
de_de: Ein oder mehrere Pflichtfelder wurden nicht ausgefüllt. Bitte füllen Sie diese aus.
pt_br: Campos necessários não estão preenchidos. Por favor, tente novamente.
ro_ro: Câmpurile cerute nu sunt completate. Încercaţi din nou.

source: The profession for the budget must be filled
de_de: Der Beruf, auf welchen sich das Budget bezieht, ist erforderlich
pt_br: O profissão para o orçamento deve ser preenchida
ro_ro: Profesia pentru buget trebuie completată

source: Rank
de_de: Dienstgrad
pt_br: Classificação
ro_ro: Grad

source: Profession
de_de: Beruf
pt_br: Profissão
ro_ro: Profesia

source: Budget type
de_de: Budget-Typ
pt_br: Tipo de orçamento
ro_ro: Tip buget

source: Budget volume
de_de: Budgetvolumen
pt_br: Volume de orçamento
ro_ro: Volum bugetar

source: Type of budget volume
de_de: Typ von Budget Volumen
pt_br: Tipo de volume do orçamento
ro_ro: Tip de volum bugetar

source: Checklist
de_de: Checkliste
pt_br: Lista de verificação
ro_ro: Listăde control

source: Create a end treatment ticket
de_de: Abschluss-Ticket erstellen
pt_br: Criar um chamado para tratamento final
ro_ro: Crearea unui tichet de sfărşit de tratament

source: At the arriving of a resource
de_de: Beim Eintritt des Mitarbeiters
pt_br: Na chegada de um recurso
ro_ro: La sosirea resursei

source: At the leaving of a resource
de_de: Beim Austritt des Mitarbeiters
pt_br: Na saída de um recurso
ro_ro: La plecarea resursei

source: At the transfer of a resource
de_de: Bei der Übertragung eines Mitarbeiters

source: Create checklists
de_de: Checklisten anlegen
pt_br: Criar listas de verificação
ro_ro: Crează liste de verificare

source: Important
de_de: Wichtig
pt_br: Importante

source: Link
de_de: Verknüpfung
pt_br: Relação

source: Add a task at the arriving checklist
de_de: Aufgabe der Eintritt-Checkliste hinzufügen
pt_br: Adicionar um tarefa na lista de verificação de chegadas
ro_ro: Adaugă un task la lista de verificare la sosire

source: Add a task at the leaving checklist
de_de: Aufgabe der Austritt-Checkliste hinzufügen
pt_br: Adicionar um tarefa na lista de verificação de saídas
ro_ro: Adaugă un task la lista de verificare la sosire

source: Add a task at the transfer checklist
de_de: Eine Aufgabe zu der Übertragungs-Checkliste hinzufügen

source: Check list done
de_de: Checkliste abgearbeitet

source: Reset the checklist
de_de: Checkliste zurücksetzen
pt_br: Redefinir a lista de verificação
ro_ro: Resetează lista de verificare

source: Linked task
de_de: Verknüpfte Aufgabe
pt_br: Tarefa relaciondada
ro_ro: Task legat

source: Modify state
de_de: Status abändern
pt_br: Modificar estado
ro_ro: Modifică statut

source: Link a task
de_de: Mit einer Aufgabe verknüpfen
pt_br: Relacionar uma tarefa
ro_ro: Linl către un task

source: Add ticket
de_de: Ticket hinzufügen
pt_br: Adicionar um chamado
ro_ro: Adaugă tichet

source: The checklist is finished
de_de: Die Checkliste ist beendet

source: Leaving resource - checklist needs to verificated
de_de: Austretender Mitarbeiter - Checkliste überprüfen
pt_br: Recurso de saída - lista de verificação precisa ser conferida
ro_ro: Părăsire resursă - lista de verificare trebuie verificată

source: New resource - checklist needs to verificated
de_de: Eintretender Mitarbeiter - Checkliste überprüfen
pt_br: Novo recurso - lista de verificação precisa ser conferida
ro_ro: Resursă nouă - lista de verificare trebuie verificată

source: Departure date
de_de: Austrittsdatum
pt_br: Data de partida
ro_ro: Data plecare

source: Arrival date
de_de: Eintrittsdatum
pt_br: Data de chegada
ro_ro: Data sosire

source: Checklist needs to verificated
de_de: Zu prüfende Checkliste
pt_br: A lista de verificação precisa ser conferida
ro_ro: Lista de verificare trebuie verificată

source: Checklists Verification
de_de: Überprüfung der Checklisten
pt_br: Conferência da lista de verificação
ro_ro: Verificare Lista de verificare

source: Checked
de_de: Erledigt
pt_br: Conferida
ro_ro: Bifat

source: No checklist found
de_de: Keine Checkliste gefunden
pt_br: Nenhuma lista de verificação encontrada
ro_ro: Nici o listăde verificare gasită

source: Checklist setup
de_de: Checkliste einrichten
pt_br: Configuração da lista de verificação
ro_ro: Setare Liste de verificare

source: Generate a rule
de_de: Regel generieren
pt_br: Gerar uma regra
ro_ro: Generează o regulă

source: Need
de_de: Bedürfnis
pt_br: Necessidade
ro_ro: Necesar

source: Enter the computing needs of the resource
de_de: Bitte IT-Bedürfnisse des Mitarbeiters erfassen
pt_br: Digite as necessidades computacionais do recurso
ro_ro: Introduceţi necesarele informatice ale resursei

source: Add a need
de_de: Bedürfnis hinzufügen
pt_br: Adicionar uma necessidade
ro_ro: Adaugă un necesar

source: IT needs identified
de_de: Ermittelte IT-Bedürfnisse
pt_br: Necessidades de TI identificadas
ro_ro: Necesare IT identificate

source: Will be added to the resource comment area
de_de: Wird dem Kommentarbereich des Mitarbeiters hinzugefügt
pt_br: Será adicionada à área de comentário de recurso
ro_ro: Va fi adăugat la zona de comentariu a resursei

# button
source: Next >
de_de: Weiter >
pt_br: Avançar >

source: Add a comment
de_de: Kommentar hinzufügen
pt_br: Adicionar um comentário
ro_ro: Adaugă un comentariu

source: Element(s) to be affected
de_de: Zu zuweisende Elemente
pt_br: Elemento(s) a ser afetado
ro_ro: Element(e) de afectat

source: Terminate the declaration
de_de: Abschliessen
pt_br: Terminar a declaração
ro_ro: Termină declaraţia

source: Resend the declaration
de_de: Erneut senden
pt_br: Reenviar a declaração
ro_ro: Retrimite declaraţia

source: Type of need
de_de: Bedürfnistyp
pt_br: Tipo de necessidade
ro_ro: Tip de necesare

source: AND - Certificate of non-dissimulation
de_de: AND - Zertifikat über non-dissimulation

source: FIFOUR - Supplier's sheet
de_de: FIFOUR - Lieferanten Blatt

source: GISF - Supplier security incident management
de_de: GISF - Lieferanten Sicherheitsvorfall Management

source: CFI - Supplier card
de_de: CFI - Lieferanten Karte

source: Displaying the security block on the resource
de_de: Den Sicherheitsblock es Mitarbeiter anzeigen

source: Security compliance management
de_de: Sicherheitskonformitätsmanagement

source: Display of four additional security fields in the clients
de_de: Anzeigen von vier zusätzlichen Sicherheitsfeldern in den Clients

source: (If all four fields are enabled, the client is compliant with security)
de_de: (Wenn alle vier Felder aktiviert sind, ist der Client sicherheitskonform)

source: Super habilitation management
de_de: Verwaltung des ausserordentlichen Verdienstes

source: Declare a super habilitation
de_de: Ausserordentlichen Verdienst festlegen.

source: Remove a super habilitation
de_de: Ausserordentlichen Verdienst entziehen

source: The current entity is already linked to a meta-demand
de_de: Die derzeitige Entität ist bereits mit einem meta-demand verknüpft

source: Meta-demands linked
de_de: verknüpfte meta-demands

source: Contract nature
de_de: Vertragsart
pt_br: Natureza do contrato
ro_ro: Natura contractului

source: Type of contract
de_de: Vertragstyp
pt_br: Tipo de contrato
ro_ro: Tip contract

source: Wizard resource creation
de_de: Assistent zur Anlage von Mitarbeitern
pt_br: Assistente de criação de recurso
ro_ro: Wizard Creare resursă

source: Enter employer information about the resource
de_de: Bitte Informationen über den Arbeitgeber des Mitarbeiters erfassen
pt_br: Digite as informações do empregador sobre o recurso
ro_ro: Introduceţi informaţii angajator despre resursă

source: Add a picture
de_de: Bild hinzufügen
pt_br: Adicionar uma imagem
ro_ro: Adaugă o imagine

source: Without contract
de_de: Ohne Vertrag
pt_br: Sem contrato
ro_ro: Fără contract

source: Budget cost
de_de: Budgetkosten
pt_br: Custo do orçamento
ro_ro: Cost bugetar

source: Department
de_de: Abteilung
pt_br: Departamento
ro_ro: Departament

source: Directory
de_de: Verzeichnis
pt_br: Diretório
ro_ro: Director

source: Click here to send your email
de_de: Hier klicken um E-Mail abzuschicken
pt_br: Clique aqui para enviar seu e-mail
ro_ro: Clic aici pentru a trimite emailul dvs.

source: Employee
de_de: Arbeitnehmer
pt_br: Empregado
ro_ro: Angajat

source: The resource is also created if not existent
de_de: Der Mitarbeiter wird auch erzeugt falls noch nicht vorhanden
pt_br: O recurso também é criado, se inexistente
ro_ro: Resursa este deasemenea creată dacă nu există

# button
source: < Previous
de_de: < Zurück
pt_br: < Anterior

# button
source: Next step
de_de: Nächster Schritt
pt_br: Próximo passo

source: Employment
de_de: Stelle
pt_br: Emprego
ro_ro: Angajare

source: Human resource
de_de: Mitarbeiter
pt_br: Recurso humano
ro_ro: Resursă Umană

source: Employment state
de_de: Stellenstatus
pt_br: Estado do emprego
ro_ro: Statut angajare

source: Ratio Employment / Budget
de_de: Verhältnis Stelle / Budget
pt_br: Proporção de emprego/orçamento
ro_ro: Rata Angajare / Buget

source: Declare a new employment
de_de: Neue Stelle erfassen
pt_br: Declarar um novo emprego
ro_ro: Declară o nouă angajare

source: To affect an employment
de_de: Stelle zuweisen
pt_br: Para afetar um emprego
ro_ro: De afectat o angajare

source: Updating leaving resources (declaring leaving, state of employment)
de_de: Aktualisierung eines austretenden Mitarbeiters (Austrittsmeldung, Stellenstatus)
pt_br: Atualizando recursos de saída (declarando saída, estado de emprego)
ro_ro: Modificarea plecării resurselor( declararea plecării, statutul angajarii)

source: These resources left the company, linked current employment have been updated
de_de: Diese Mitarbeiter haben die Firma verlassen, die aktuell verknüpften Stellen wurden aktualisiert
pt_br: Esses recursos saíram da empresa, empregos atualmente relacionados foram atualizados
ro_ro: Aceste resurse părăsesc compania. angagarea legată curentă a fost modificată

source: Employment state at leaving's resource
de_de: Stellenstatus eines austretenden Mitarbeiters
pt_br: Estado de emprego no recurso de saída
ro_ro: Statut angajare la plecarea resursei

source: Leaving reason
de_de: Austrisstgrund
pt_br: Motivo da saída
ro_ro: Motiv părăsire

source: Notification history
de_de: Verlauf der Benachrichtigungen
pt_br: Histórico de notificações
ro_ro: Istoric notificări

source: Resource creation
de_de: Erstellung von Mitarbeitern
pt_br: Criação de recurso
ro_ro: Creare resursă

source: Other
de_de: Andere
pt_br: Outro
ro_ro: Altele

source: A resource has been added by
de_de: Ein Mitarbeiter wurde hinzugefügt.
pt_br: Um recurso foi adicionado por
ro_ro: O resursă a fost adăugată de

source: A resource has been updated by
de_de: Ein Mitarbeiter wurde geändert.
pt_br: Um recurso foi atualizado por
ro_ro: O resursă a fost modificată de

source: A resource has been removed by
de_de: Ein Mitarbeiter wurde gelöscht.
pt_br: Um recurso foi removido por
ro_ro: O resursă a fost inlăturată de

source: A task has been added by
de_de: Eine Aufgabe wurde hinzugefügt
pt_br: Uma tarefa foi adicionada por
ro_ro: Un task a fost adăugat de

source: A task has been updated by
de_de: Eine Aufgabe wurde geändert
pt_br: Uma tarefa foi atualizada por
ro_ro: Un task a fost modificatt de

source: A task has been removed by
de_de: Eine Aufgabe wurde gelöscht
pt_br: Uma tarefa foi removida por
ro_ro: Un task a fost înlăturat de

source: List of not finished tasks
de_de: Liste offener Aufgaben
pt_br: Lista de tarefas não finalizadas
ro_ro: Lista taskurilor incomplete

source: These resources have normally left the company
de_de: Diese Mitarbeiter haben die Firma auf normale Weise verlassen
pt_br: Esses recursos saíram normalmente da empresa
ro_ro: Aceste resurse au părăsit normal compania

source: Actions to do on these new resources
de_de: Aktionen, die für neue Mitarbeiter zu tun sind
pt_br: Ações para serem feitas quanto a esses novos recursos
ro_ro: Acţiuni ce trebuiesc făcute pe aceste resurse noi

source: Actions to do on these leaving resources
de_de: Aktionen, die für ausgeschiedene Mitarbeiter zu tun sind
pt_br: Ações para serem feitas nesses recursos de saída
ro_ro: Acţiuni ce trebuiesc făcute pe aceste resurse ce părăsesc

source: A resource has been declared leaving
de_de: Ein Mitarbeiteraustritt wurde gemeldet
pt_br: Um recurso foi declarado como saindo
ro_ro: O resursă a fost declarată plecată

source: Creation report of the human resource
de_de: Bericht über Mitarbeiteranlage
pt_br: Relatório de criação do recurso humano
ro_ro: Raport Creare resurse umane

source: A non contract period has been added
de_de: Vertragszwischenphase wurde hinzugefügt
pt_br: Um período não contratual foi adicionado
ro_ro: O perioadă intercontracte a fost adăugată

source: A non contract period has been updated
de_de: Vertragszwischenphase wurde aktualisiert
pt_br: Um período não contratual foi atualizado
ro_ro: O perioadă intercontracte a fost modificată

source: A non contract period has been removed
de_de: Vertragszwischenphase wurde gelöscht
pt_br: Um período não contratual foi removido
ro_ro: O perioadă intercontracte a fost înlăturată

source: A forced holiday has been added
de_de: Zwangsurlaub wurde hinzugefügt
pt_br: Um feriado forçado foi adicionado
ro_ro: Un concediu angajator a fost adăugat

source: A forced holiday has been updated
de_de: Zwangsurlaub wurde aktualisiert
pt_br: Um feriado forçado foi atualizado
ro_ro: Un concediu angajator a fost modificat

source: A forced holiday has been removed
de_de: Zwangsurlaub wurde entfernt
pt_br: Um feriado forçado foi removido
ro_ro: Un concediu angajator a fost înlăturat

source: Other resource notification
de_de: Andere Benachrichtigung über Ressourcen
ro_ro: Alte notificare resurse

source: Transfer resource notification
de_de: Mitarbeiter Transfer Benachrichtigung

source: Resources list of commercial manager
de_de: Mitarbeiterliste des kaufmännischen Leiters

source: Resource user
de_de: Mit Mitarbeiter verknüpfter Benutzer
ro_ro: Resurse utilizator

source: Task's responsible technician
de_de: Verantwortlicher Techniker einer Aufgabe
pt_br: Técnico responsável pela tarefa
ro_ro: Tehnician responsabil al taskului

source: Task's responsible group
de_de: Für die Aufgabe verantwortliche Gruppe
pt_br: Grupo responsável pela tarefa
ro_ro: Grupul responsabil al taskului

source: Target entity group
de_de: Zielentitäts Gruppe

source: Source entity group
de_de: Quellentitäts Gruppe

source: Source entity group manager
de_de: Quellentitätsgruppenverwalter

source: Target entity group manager
de_de: Zielentitätsgruppenverwalter

source: Used for planning
de_de: In Planung berücksichtigen
pt_br: Usado para planejamento
ro_ro: Utilizat la planificare

source: Effective duration
de_de: Effektive Dauer
pt_br: Duração efetiva
ro_ro: Durata efectivă

source: Carried out task
de_de: Aufgabe erledigt
pt_br: Tarefa executada
ro_ro: Task efectuat

source: Please check the leaving checklist of the resource
de_de: Bitte Austritt-Checkliste überprüfen
pt_br: Por favor, confira a lista de verificação do recurso
ro_ro: Verificaţi lista de verificare la plecare a resursei

source: Quota
de_de: Quote
ro_ro: Cota

source: Declaration of departure date
de_de: Austrittsdatum festlegen

source: Thanks to recover his badges
de_de: Bitte den Badge vom Mitarbeiter zurückfordern
pt_br: Obrigado por recuperar suas insignias
ro_ro: Mulţumim pentru recuperarea ecusoanele lui

source: List of your associated resources
de_de: Liste der verbundenen Mitarbeiter

source: Sensitized to security
de_de: Sicherheitsbelehrung

source: Reading the security charter
de_de: Sicherheithandbuch lesen

source: Informations of the created user
de_de: Angaben über den erstellten Benutzer
pt_br: Informações do usuário criado
ro_ro: Informaţii utilizator creat

source: Additional informations
de_de: Zusatzinformationen
pt_br: Informações adicionais
ro_ro: Informaţii adiţionale

source: Transfer report of the human resource
de_de: Transferbericht des Mitarbeiter

source: Target entity
de_de: Zielentität

source: Source entity
de_de: Quellentität

source: Non contract period management
de_de: Verwaltung der vertragsfeien Zeit

source: Detail of non contract period
de_de: Detail einer Vertragszwischenphase
pt_br: Detalhe de período não contratual
ro_ro: Detalii perioadă intercontracte

source: Agency concerned
de_de: Betroffene Agentur
pt_br: Agência interessada
ro_ro: Agenţia în cauză

source: At home
de_de: Zu Hause
pt_br: Em casa
ro_ro: Acasă

source: Reported by
de_de: Gemeldet von
pt_br: Relatado por
ro_ro: Raportat de

source: Forced holiday management
de_de: Verwaltung der Zwangsurlaube
pt_br: Gerenciamento de feriado forçado
ro_ro: Management concedii angajator

source: Detail of the forced holiday
de_de: Detail eines Zwangsurlaubes
pt_br: Detalhe do feriado forçado
ro_ro: Detalii concediu angajator

source: Modified fields
de_de: Geänderte Felder
pt_br: Campos modificados
ro_ro: Câmpuri modificate

source: Associated tasks
de_de: Zugewiesene Aufgaben
pt_br: Tarefas associadas
ro_ro: Taskuri asociate

source: At creation, update, removal of a resource
de_de: Bei Erstellen, Ändern oder Löschen eines Mitarbeiters
pt_br: Na criação, atualização ou remoção de um recurso
ro_ro: La crearea, modificarea, ştergerea unei resurse

source: At creation, update, removal of a task
de_de: Bei Erstellen, Ändern oder Löschen einer Aufgabe
pt_br: Na criação, atualização ou remoção de uma tarefa
ro_ro: La crearea, modificarea, ştergerea unui task

source: Profession category
de_de: Kategorie der Berufe
pt_br: Categoria profissional
ro_ro: Categorie profesională

source: Profession line
de_de: Berufszweig
pt_br: Linha profissional
ro_ro: Linie profesională

source: All resources access
de_de: Zugriff auf alle Mitarbeiterstammblätter
pt_br: Acesso a todos os recursos
ro_ro: Acces la toate resursele

source: Service company management
de_de: Verwaltung Dienstleistungsfirma
pt_br: Gerenciamento de empresa de serviço
ro_ro: Management companie servicii

source: Public service management
de_de: Verwaltung öffentliche Hand
pt_br: Gerenciamento de serviço público
ro_ro: Management Sector public

source: Holiday
de_de: Urlaub
pt_br: Feriado
ro_ro: Concediu

source: Super habilitation
de_de: Ausserordentlicher Verdienst

source: Dropdown management
de_de: Verwaltung der Rubriken
pt_br: Gerenciamento dropdown
ro_ro: Managementul listelor derulantelor

source: List Employment / Resource
de_de: Liste der Stellen / Mitarbeiter
pt_br: Lista de emprego / recurso
ro_ro: Listă Angajat / Resursă

source: Send resource creation report notification
de_de: Sende Mitarbeiter Erstellungsbericht Benachrichtigung

source: Send resource transfer notification
de_de: Sende Mitarbeiter Transfer Benachrichtigung

source: Send other notification
de_de: Andere Benachrichtigung verschicken
ro_ro: Trimite altă notificare

source: Notification configuration
de_de: Konfiguration der Benachrichtigungen
ro_ro: Configurare Notificări

source: Badge management
de_de: Badge Verwaltung

source: Request new badge
de_de: Neues Badge anfordern

source: Badge restitution
de_de: Badge entziehen

source: List of badges
de_de: Liste der Badges

source: About
de_de: Über

source: Inventory
de_de: Inventar

source: Information, this resource is not linked to a user
de_de: Information, das dieser Mitarbeiter nicht mit einem Benutzer verbunden ist

source: Change manager
de_de: Manager ändern

source: Change the sales manager
de_de: Vertriebsleiter ändern

source: Change the access profil
de_de: Zugriffs Profil ändern

source: Change contract type
de_de: Vertragstyp ändern

source: Change of agency
de_de: Agentur ändern

source: Change direction (mutation)
de_de: Direktion ändern

source: Please select a resource
de_de: Bitte einen Mitarbeiter auswählen

source: Manager for the current resource
de_de: Manager des derzeitigen Mitarbeiters

source: New resource manager
de_de: Neuen Mitarbeiter Manager

source: Sales manager for the current resource
de_de: Vertriebsleiter des derzeitigen Mitarbeiters

source: New resource sales manager
de_de: Neuen Vertiriebsleiter anlegen

source: Current access profile of the resource
de_de: derzeitiges Zugriffsprofil für den Mitarbeiter
